Repository: avds2/clairvoyant
Catalog: po/*.po
Languages: da

source: Fortune Teller
da: Spåkone

source: Ask questions, get psychic answers
da: Stil spørgsmål, få psykiske svar

source: magic;eight;ball;8;crystal;🔮;medium;🎱;
da: magisk;otte;kugle;8;krystal;🔮;mellem;🎱;

source: Does he love you? Should you have pizza for dinner? Is there such thing as a stupid question? Discover the answers to these questions and more with Clairvoyant, the magic 8-ball inspired fortune teller.
da: Elsker han dig? Skal du have pizza til aftensmad? Findes der faktisk dumme spørgsmål? Udforsk svarende til disse spørgsmål og meget mere med Clairvoyant, den magiske 8-ball inspireret spåkone.

source: Ask a question, then open Clairvoyant for an answer.
da: Stil et spørgsmål, derefter åben Clairvoyant for svar.

source: Not satisfied? Ask again, then hit "Ask Again" to try again.
da: Ikke tilfreds? Sprøg igen, derefter tryk på "Spørg igen" for at prøve igen.

source: Do what you'd like with the answers—just don't shoot the messenger!
da: Gør hvad du har lyst til med svarende—bare ikk' skyd budbringeren!

source: A positive answer, “Without a doubt.”
da: Et positivt svar, "Uden tvivl."

source: A neutral answer, “Reply hazy, try again.”
da: Et neutralt svar, "Svaret er diset, prøv igen."

source: A negative answer, “My reply is no.”
da: Et negativt svar, "Mit svar er nej."

source: Fresh new adaptive look powered by GNOME accent colors!
da: Frisk ny adaptiv stil drevet af GNOME accent farver!

source: Updated with the latest GNOME 47 platform and Adwaita 1.6
da: Opdateret med den seneste GNOME 47 platform og Adwaita 1.6

source: Updated Croatian translations thanks to Milo Ivir
da: Opdaterede Kroatiske oversættelser tak til Milo Ivir

source: No foolin'
da: Ingen fub

source: Updated for GNOME 46 and Adwaita 1.5
da: Opdateret for GNOME 46 og Adwaita 1.5

source: Norwegian Bokmål translations thanks to Brage Fuglseth
da: Norskske Bokmål oversættelser tak til Brage Fuglseth

source: Updated translations
da: Opdaterede oversættelserne

source: Updated Russian translations thanks to Sergej A. (@Ser82-png on GitHub)
da: Opdaterede Russike oversættelser tak til Sergej A. (@Ser82-png på GitHub)

source: More consistent URLs in the About window and metadata
da: Mere pålidelige URL'er i Om vindue og metadata

source: Improvements for GNOME Circle
da: Forbedringer inden for GNOME Cirkel

source: Brazilian Portuguese translations thanks to Elder Martins (@eldermartins on GitHub)
da: Brasiliansk Portugisiske oversættelser tak til Elder Martins (@eldermartins på GitHub)

source: Chinese Traditional translations thanks to Oliver Tzeng (@olivertzeng on GitHub)
da: Kinesisk Traditionelle oversættelser tak til Oliver Tzeng (@olivertzeng på GitHub)

source: Updated Ukrainian translations thanks to Volkov (@Vovkiv on GitHub)
da: Opdaterede Ukrainske oversættelser tak til Volkov (@Vovkiv på GitHub)

source: Updated French translations thanks to @rene-coty on GitHub
da: Opdaterede Franske oversættelser tak til @rene-coty på GitHub

source: Updated Turkish translations thanks to Sabri Ünal (@sabriunal on GitHub)
da: Opdaterede Tyrkiske oversættelser tak til Sabri Ünal (@sabriunal på GitHub)

source: Updated Brazilian Portuguese translations thanks to Rafael Fontenelle (@rffontenelle on GitHub)
da: Opdaterede Brasilianske Portugisiske oversættelser tak til Rafael Fontenelle (@rffontenelle på GitHub)

source: Deep Purple
da: Dyb Lilla

source: New look inspired by the deep purples from the icon
da: Ny udseende inspireret af det dybe lilla fra ikonet

source: More information in the About window
da: Mere infomation i Om vinduet

source: Updated for GNOME 45 and Adwaita 1.4
da: Opdateret for GNOME 45 og Adwaita 1.4

source: Ukrainian translations thanks to Volkov (@Vovkiv on GitHub)
da: Ukrainske oversættelser tak til Volkov (@Vovkiv på GitHub)

source: Translations and GNOME 44
da: Oversættelser og GNOME 44

source: German translations thanks to @FineFindus on GitHub
da: Tyske oversættelser tak til @FineFindus på GitHub

source: Updated Italian translations thanks to Davide Ferracin (@phaerrax on GitHub)
da: Opdaterede Italienske oversættelser tak til Davide Ferracin (@phaerrax på GitHub)

source: Updated Occitan translations thanks to Quentin PAGÈS (@Mejans on GitHub)
da: Opdaterede Occitanske oversættelser tak til Quentin PAGÈS (@Mejans på GitHub)

source: Updated to the latest GNOME runtime
da: Opdaterede til en nyeste GNOME runtime

source: Update for GNOME Circle consideration
da: Opdatering for GNOME cirkel overvejelse

source: Close with Ctrl+Q and Ctrl+W
da: Luk med Ctrl+Q og Ctrl+W

source: Selectable answer for improved accessibility
da: Valgfri svar til forbedret tilgængelighed

source: Subtly improved icon; it should be more visible in the app grid, dash, and anywhere else with a dark background
da: Diskret forbedret ikon; den skulle være mere synlig i app gitteret, og hvor som helst med en mørk baggrund

source: Hotfix: fix About window when closing and re-opening it
da: Hotfix: Rettede Om vindue når man lukker og genåbner det

source: More fun for everyone
da: Mere sjov for alle

source: Added eight more original replies
da: Tilføjede otte flere orginale svar

source: Added “About” window
da: Tilføjede "Om" vindue

source: Improvements to developer tools to make translations easier to keep up to date
da: Forbedringer til udviklerværktøjer for at gøre oversættelser nemmere at holde opdateret

source: Italian translations thanks to Albano Battistella
da: Italienske oversættelser tak til Albano Battistella

source: Updated runtime to GNOME 43
da: Opdateret runtime til GNOME 43

source: Hotfix: fix a crash on startup from trying to access nonexistent settings
da: Hotfix: Ret nedbrud ved opstart ved forsøg at få adgang til ikke-eksisterende indstillinger

source: Hello, GNOME
da: Hej, GNOME

source: Whole new UI
da: Helt nyt UI

source: Technical upgrade to the latest GNOME platform including GTK4 and LibAdwaita
da: Teknisk opgradering til den nyeste GNOME platform inklusiv GTK4 og LibAdwaita

source: Hello, Odin
da: Hej, Odin

source: Updated for OS 6 and Flatpak
da: Opdaterede for OS 6 og Flatpak

source: Turkish translations thanks to Safak GENISOL
da: Tyrkiske oversættelser tak til Safak GENISOL

source: Portuguese translations thanks to André Barata
da: Portugisiske oversættelser tak til André Barata

source: Spanish translations thanks to @kevincos5
da: Spanske oversættelser tak til @kevincos5

source: Refreshed icons thanks to Micah Ilbery
da: Forfrisket ikoner tak til Micah Ilbery

source: Polish translations thanks to Michał Nowakowski
da: Polske oversættelser tak til Michał Nowakowski

source: Dutch translations thanks to Heimen Stoffels
da: Hollandske oversættelser tak til Heimen Stoffels

source: French translations thanks to @NathanBnm
da: Franske oversættelser tak til @NathanBnm

source: Clairvoyant is now translatable.
da: Clairvoyant kan nu blive oversat.

source: Happy new year! This release contains AppData fixes.
da: Godt nytår! Denne udgivelse indeholder AppData rettelser.

source: Fix 48px icon
da: Ret 48px ikon

source: Post-release update
da: Opdatering efter udgivelsen

source: Clean up AppStream data
da: Ryd AppStream data

source: Expand on the description
da: Udvid beskrivelsen

source: Change price to $1
da: Ændr pris til $1

source: It is decidedly so.
da: Det er ret bestemt.

source: Initial release
da: Første udgivelse

source: It is certain.
da: Det er sikkert.

source: Without a doubt.
da: Uden tvivl.

source: Yes—definitely.
da: Ja-sikkert.

source: You may rely on it.
da: Du kan stole på det.

source: As I see it, yes.
da: Som jeg ser det, ja.

source: Most likely.
da: Mest sandsynligt.

source: Outlook good.
da: Gode ​​udsigter.

source: Yes.
da: Ja.

source: Signs point to yes.
da: Alle tegn peger på ja.

source: Absolutely!
da: Fuldstændig!

source: You bet!
da: Du satser!

source: Confirmed.
da: Bekræftet.

source: Don’t count on it.
da: Regn ikke med det.

source: My reply is no.
da: Mit svar er nej.

source: My sources say no.
da: Mine kilder siger nej.

source: Outlook not so good.
da: Ser ikke ret lovende ud fra mit synspunkt.

source: Very doubtful.
da: Meget tvivlsomt.

source: Naw.
da: Neej.

source: I’ve got a bad feeling about this…
da: Jeg har en dårlig fornemmelse af det her ...

source: Reply hazy, try again.
da: Uklart svar, prøv igen.

source: Ask again later.
da: Sprøg igen senere.

source: Better not tell you now.
da: Bedre ikke fortælle dig nu.

source: Cannot predict now.
da: Ikke forudsigeligt lige nu.

source: Concentrate and ask again.
da: Koncentrere og sprøg igen.

source: Impossible to see, the future is.
da: Umuligt at se, fremtiden er.

source: 404 Answer Not Found
da: 404 Svar Ikke Fundet

source: About
da: Om

source: translator-credits
da: oversætter-kreditter

source: Ask Again
da: Sprøg Igen

source: Unsupported version of this app
da: Ikke-understøttet version af denne app

source: _Learn More…
da: _Lær mere ...
